Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: Although the patient was extremely happy with the color improvement, we suggested a few more weeks of at-home whitening with 10 % carbamide peroxide gel.
vi: Mặc dù bệnh nhân rất hạnh phúc với sự cải thiện màu răng, chúng tôi gợi ý thêm vài tuần tẩy trắng tại nhà bằng 10 % carbamide peroxide.

source: Although the response to cold was negative, the pulp responded to the electric pulp tester.
vi: Mặc dù phản ứng với lạnh âm tính, tuỷ răng có phản ứng với thử điện.

source: Although the risk of TS was reported to be similar, the intensity of TS was very different between bleaching protocols.
vi: Mặc dù nguy cơ nhạy cảm được báo cáo tương tự, cường độ nhạy cảm rất khác nhau giữa các quy trình tẩy trắng.

source: Although the safety and efficacy of 10 % carbamide peroxide is well docu- mented (Matis et al.
vi: Mặc dù sự an toàn và hiệu quả của 10 % carbamide peroxide được công bố (Matis và cộng sự

source: Although there are many randomized clinical trials reporting the immediate effects of several bleaching techniques, few of them evaluated the long-term efficacy of in- office bleaching (Giachetti et al.
vi: Mặc dù có nhiều thử nghiệm lâm sàng ngẫu nhiên báo cáo hiệu quả tức thì của nhiều kỹ thuật tẩy trắng, một vài trong số chúng đánh giá hiệu quả dài hạn của tẩy trắng tại phòng khám (Giachetti và cộng sự

source: Although there is biological plausibility to choose bleaching products containing desensitizing agents such as potassium nitrate, to the best of the authors’ knowledge no randomized clinical trials have compared the TS levels produced by in-office gels with and without desensitizer agents.
vi: Mặc dù có vẻ hợp lý về mặt sinh học để chọn sản phẩm tẩy trắng chứa chất giảm nhạy cảm như potassium nitrate, theo hiểu biết tốt nhất của tác giả không thử nghiệm lâm sàng ngẫu nhiên so sánh mức nhạy cảm gây ra bởi gel tẩy trắng tại phòng khám có và không có chất chống nhạy cảm.

source: Although this is usually an extrinsic staining and therefore may be easily removed by prophylaxis, it may affect the patient’s overall perception of whiter teeth.
vi: Mặc dù điều này thường là nhuộm màu bên ngoài và do đó có thể dễ dàng loại bỏ bằng phòng ngừa, nó có thể ảnh hưởng nhận thức tổng thể của bệnh nhân về răng trắng hơn.

source: Although this side effect cannot be completely eliminated, the number of patients that experience TS and the intensity of TS can be reduced by previous application of a desensitizing gel composed of 5 % potassium nitrate (Tay et al.
vi: Mặc dù tác dụng phụ này có thể không được loại bỏ hoàn toàn, số bệnh nhân bị nhạy cảm và cường độ của nhạy cảm có thể giảm bằng áp dụng trước gel chống nhạy cảm chứa 5 % potassium nitrate (Tay và cộng sự

source: Although whitening will some- how lighten these teeth, they may not become esthetically acceptable without bonded restorations.
vi: Mặc dù tẩy trắng răng sẽ hơi làm trắng các răng này, chúng có thể không thẩm mỹ nếu không dùng phục hồi dán.

source: Among several research papers on the topic of enamel etching with HCl followed by resin infiltration published in the 2000s, it is worth highlighting two from the same research group.
vi: Theo nhiều nghiên cứu chủ đề xoi mòn men răng bằng HCl sau đó xâm nhập nhựa được xuất bản trong những năm 2000, nó có giá trị làm nổi bật hai từ cùng một nhóm nghiên cứu.

source: An 8-year-old girl had a pitting type of amelogenesis imperfecta (Fig. 9.5a).
vi: Một bé gái 8 tuổi có loại lỗ rỗ của sinh men bất toàn (Hình 9.5a).

source: An A2 Vita Classical A1-D4 shade tab (VITA Zahnfabrik H. Rauter GmbH & Co.
vi: Màu A2 bảng màu Vita Classical A1-D4 (VITA Zahnfabrik H. Rauter GmbH & Co.

source: An Evidence-Based Perspective
vi: Một quan điểm dựa trên bằng chứng

source: An adequate mea- surement of the baseline tooth color will allow dentist to monitor the degree of color change that was due to the oxidizing nature of the hydrogen peroxide gel.
vi: Đo đầy đủ màu răng ban đầu sẽ cho phép nha sĩ theo dõi mức độ thay đổi màu do sự oxy hoá gel hydrogen peroxide.

source: Analogous to derm- abrasion on skin surfaces, enamel microabrasion permanently removes color- ation defects with a compound made of dilute hydrochloric acid and a fine abrasive powder, in a water-soluble silica gel.
vi: Tương tự mài mòn da trên bề mặt da, vi mài mòn men răng vĩnh viễn loại bỏ khiếm khuyết đổi màu với hợp chất làm loãng axit và bột mài mòn mịn, trong gel silica tan trong nước.

source: Ancient Egyptians and Romans used various methods to whiten teeth.
vi: Người Ai Cập cổ đại và Người La Mã sử dụng các phương pháp khác nhau để làm trắng răng.

source: Another advantage of color recording is that baseline dental color can predict the whitening degree obtained after dental bleaching.
vi: Ưu điểm khác của ghi nhận màu sắc là màu răng ban đầu có thể dự đoán độ làm trắng đạt được sau khi tẩy trắng.

source: Another cause of discoloration in endodontically treated teeth is the residual pulp tissue left in the pulp horns when the access to the pulp chamber is under-prepared (Brown 1965; Faunce 1983).
vi: Nguyên nhân khác của đổi màu răng đã nội nha là tuỷ răng còn sót trong sừng tuỷ khi mở tuỷ vào buồng tuỷ (Brown 1965; Faunce 1983).

source: Another clinical trial reported that the use of 5 % potassium nitrate and 2 % sodium fluoride prior to at-home vital bleaching with 16 % carbamide peroxide did not affect the bleaching efficacy but reduced the number of days during which patients experi- enced tooth sensitivity (Kose et al.
vi: Một nghiên cứu lâm sàng khác báo cáo rằng dùng 5 % potassium nitrate và 2 % sodium fluoride trước khi tẩy trắng răng tại nhà bằng 16 % carbamide peroxide không ảnh hưởng hiệu quả làm trắng nhưng giảm số ngày bệnh nhân bị nhạy cảm răng (Kose và cộng sự

source: Another disadvantage of at-home whitening compared to in-office whitening is the longer treatment time for the former.
vi: Một nhược điểm khác của tẩy trắng răng tại nhà so với tại phòng khám là thời gian điều trị dài hơn.

source: Another factor that could play a role in sensitivity is the pH of the bleaching gel as the pH of whiteners used with the at-home technique can be as low as 5.6 (Price et al.
vi: Yếu tố khác có thể đóng vai trò trong nhạy cảm là pH của gel tẩy trắng tẩy trắng cũng như pH của trong kỹ thuật tẩy trắng răng tại nhà có thể thấp hơn 5.6 (Price và cộng sự

source: Another option is the addition of some metals to enhance the oxidizing power of the HP, as ferrous compounds or titanium dioxide.
vi: Một lựa chọn khác là thêm vào một vài kim loại để tăng cường sức mạnh oxy hoá của HP, như hợp chất của sắt hoặc titanium dioxide.

source: Another quite prevalent class of developmental defects is caused by traumatic inju- ries of primary incisors that cause a disturbance of enamel formation in the perma- nent successors (Diab and elBadrawy 2000).
vi: Một lớp khá phổ biến của khiếm khuyết phát triển là do chấn thương của răng cửa sữa gây ra xáo trộn hình thành men răng của răng vĩnh viễn (Diab và elBadrawy 2000).

source: Another study (da Silva et al.
vi: Nghiên cứu khác (da Silva và cộng sự

source: Another study concluded that some paint-on
vi: Một nghiên cứu khác kết luận rằng một số sản phẩm bôi lên

source: Another study showed that previous desensitization with Gluma desensitizer (Heraeus Kulzer), composed of 5 wt% glutaraldehyde and 35 % weight% HEMA (Baba et al.
vi: Nghiên cứu khác cho thấy giảm nhạy cảm trước với Gluma desensitizer (Heraeus Kulzer), gồm 5 wt% glutaraldehyde và 35 % weight% HEMA (Baba và cộng sự

source: Another technique being currently used for whitening individual teeth with discol- oration caused by calcific metamorphosis uses an especially designed one-tooth tray (Fig. 6.16).
vi: Kỹ thuật khác sử dụng hiện nay cho tẩy trắng một răng đổi màu do vôi hoá dùng khay đặc biệt thiết kế 1 răng (Hình 6.16).

source: Anterior teeth treated, posterior teeth untreated
vi: Răng trước được điều trị, sau răng không được điều trị

source: Any excess of RMGIC must be removed after light curing
vi: RMGIC dư phải được lấy ra trước khi quang trùng hợp.

source: Apart from dehydration, enamel demineralization results from the low pH of most bleaching products currently available.
vi: Ngoài sự mất nước, men răng khử khoáng do pH của hầu hết sản phẩm tẩy trắng hiện có thấp.

source: Apart from oxidization, dental dehydration and enamel demineralization are expected to occur.
vi: Một phần từ oxi hoá, răng mất nước và men răng khử khoáng dự kiến sẽ xảy ra.

source: Apatite or enamel has a refractive index of 1.62, whereas the content of the porosities has a refractive index of approximately 1.33 when the lesion is wet or 1.0 when the lesions is dry (Kidd and Fejerskov 2004).
vi: Apatite hoặc men răng có chỉ số khúc xạ 1.62, trong khi thành phần của phần xốp có chỉ số tán xạ khoảng 1.33 khi sang thương ướt hoặc 1.0 khi sang thương khô (Kidd và Fejerskov 2004).

source: Appearance of microabraded teeth should be assessed when wet with saliva, which is their usual state.
vi: Vẻ ngoài của răng được vi mài mòn nên được đánh giá khi có nước bọt, là trạng thái bình thường của nó.

source: Application of a Desensitizing Agent
vi: Áp dụng chất chống nhạy cảm.

source: Application of infiltrant for 3 min
vi: Áp dụng xâm nhập nhựa 3 phút

source: Application of the In-Office Bleaching Gel
vi: Áp dụng gel tẩy trắng tại phòng khám

source: Application prosthesis, currently known as the bleaching tray
vi: Hàm giả để áp dụng, thường gọi là khay tẩy trắng

source: Applied 30 % hydrogen peroxide to teeth
vi: Dùng 30 % hydrogen peroxide

source: Applied chlorine to the tooth surface
vi: Đặt chlorine lên bề mặt răng

source: Are Calcium Phosphate and Fluoride Containing Gels Effective to Decrease Tooth Sensitivity Caused by In-Office Bleaching?
vi: Gel chứa Calcium Phosphate và Fluoride Containing có giảm răng nhạy cảm do tẩy trắng tại phòng khám không?

source: Are Light-Activated Peroxides Available?
vi: Ánh sáng hoạt hoá Peroxides có sẵn không?

source: Area was isolated with rubber dam.
vi: Cách ly bằng đê cao su.

source: As a precautionary measure, patients are informed to refrain from smoking between 2 h before inserting the tray and 2 h after removing the tray.
vi: Như một biện pháp phòng ngừa, bệnh nhân được thông báo để tránh hút thuốc giữa 2 h trước khi lắp khay và 2 h sau khi loại bỏ khay.

source: As a result, the need for a white diet during the bleaching treatment has been challenged.
vi: Kết quả là, cần phải dùng thức ăn không có màu trong khi tẩy trắng răng bị phản đối

source: As described in Chap.
vi: Như mô tả trong chương

source: As discussed in Chap.
vi: Như đã thảo luận trong chương

source: As discussed in Sect.
vi: Như đã thảo luận trong phần

source: As discussed in more detail in the section on frequently asked questions, some manufactures advocate the application of their products with light activation (quartz–tungsten halogen light curing units, LEDs or lasers) to optimize the bleach- ing outcome (Ziemba et al.
vi: Như đã thảo luận chi tiết hơn trong phần câu hỏi thường gặp, một vài nhà sản xuất người ủng hộ các ứng dụng sản phẩm của họ với ánh sáng kích hoạt (quartz–tungsten halogen light curing units, LEDs or lasers) để tối ưu kết quả tẩy trắng (Ziemba và cộng sự

source: As during
vi: Như trong

source: As evidenced by the 60-year postoperative view, the amount of enamel lost in treatment was unrecognizable and of no long-term consequence (Fig. 9.1).
vi: Bằng chứng là sau 60 năm, số lượng men răng mất đi trong điều trị không được nhận ra và không có hậu quả lâu dài (Hình 9.1).

source: As expected, and as the patient had been informed, the cervical third was the most resistant area to whitening
vi: Như mong đợi, và bệnh nhân cũng được thông báo là phần ba cổ răng hầu như không trắng lên.

source: As explained earlier in this chapter, the very short color reversal that occurs within some days after the in-office bleaching session cannot be interpreted as lack of effectiveness of the in-office bleaching protocol.
vi: Như đã giải thích trước đó trong chương này, sự đảo chiều màu răng rất ít xảy ra trong vài ngày sau phiên tẩy trắng tại phòng khám có thể không giải thích được thiếu hiệu quả của quy trình tẩy trắng tại phòng khám.

source: As heat and light can accelerate the dissociation of hydrogen peroxide (Ontiveros 2011), both methods have been associated with in-office bleaching as early as 1918 (Abbot 1918).
vi: Vì nhiệt và ánh sáng có thể đẩy nhanh sự phân ly của hydrogen peroxide (Ontiveros 2011), cả hai phương pháp được kết hợp với tẩy trắng tại phòng khám từ năm 1918 (Abbot 1918).

source: As in other “white spots,” the whitish opaque discoloration is caused by an increased porosity of the enamel (Fig. 10.4).
vi: Như trong các "đốm trắng" khác, đổi màu trắng đục được gây ra bởi sự tăng tính xốp của men răng (Hình 10.4).

source: As in-office bleaching is used with higher HP concentrations, there are more con- cerns about adverse effects in comparison with at-home bleaching.
vi: Do tẩy trắng tại phòng khám dùng nồng độ HP cao hơn nên có nhiều quan tâm về tác dụng phụ khi so sánh với tẩy trắng răng tại nhà.

source: As in-office bleaching is usually performed under isolation (rub- ber dam or light-cured gingival barrier plus lip and cheek retractors), dental dehy- dration will be always associated with the procedure.
vi: Vì tẩy trắng tại phòng khám thường thực hiện dưới sự cách ly (đê cao su hoặc hàng rào chặn nướu quang trùng hợp cộng thêm banh môi má), răng mất nước luôn luôn đi kèm với thủ thuật.

source: As indicated in the Sect.
vi: Như chỉ định trong phần

source: As long as adequate protection of the gingival tissues is performed with a light- cured gingival barrier or rubber dam isolation, gingival burning (Fig. 7.4) is not expected to occur.
vi: Để bảo vệ đầy đủ mô nướu được thực hiện bằng hàng rào chặn nướu quang trùng hợp hoặc cách ly bằng đê cao su, bỏng nướu (Hình 7.4) dự kiến không xảy ra.

source: As mentioned above the pseudo-intact surface layer inhibits the penetration of the underlying lesion body and active caries lesions usually exhibit shallower and lower mineralized surface layers compared with inactive lesions.
vi: Như đề cập phía trên là lớp bề mật nguyên vẹn giả ức chế sự xuyên vào lớp tổn thương bên dưới và sang thương sâu răng hoạt động thường nông hơn và khoáng hoá lớp bề mặt thấp hơn vo với tổn thương không hoạt động.

source: As mentioned earlier, in-office bleaching protocols vary significantly in the clinical reports.
vi: Như đã đề cập trước đó, tẩy trắng tại phòng khám thay đổi đáng kể trong báo cáo lâm sàng.

source: As mentioned in the section on frequently asked questions, reduced HP concentration can be used in the combined or jumped-started technique.
vi: Như đã đề cập trong phần câu hỏi thường gặp, giảm nồng độ HP có thể được dùng phối hợp hợc kỹ thuật mồi khởi động.

source: As per the respective manufacturer, these trays provide better sealing than conventional bleaching trays, enabling the whitening agent to be active all night as opposed to other tray whitening methods (Kör Whitening 2015).
vi: Theo các nhà sản xuất, các khay này dính tốt hơn khay thông tẩy trắng thông thường, tác nhân kích hoạt làm trắng suốt đêm trái ngược với khay làm trắng thông thường (Kör Whitening 2015).

source: As possible etio- logical factors, problems during pregnancy, infectious diseases, or intoxication with antibiotics or dioxins have been discussed (Takahashi et al.
vi: Vì yếu tố bệnh căn có thể, vấn đề khi mang thai, bệnh nhiễm trùng, hoặc nhiễm độc với thuốc kháng sinh hoặc dioxin được thảo luận (Takahashi và cộng sự

source: As previously described, the in-office gels are more stable in acid solutions than in alkaline solutions (Chen et al.
vi: Như đã mô tả trong gel tại phòng khám ổn định hơn trong axit hơn trong dung dịch kiềm (Chen và cộng sự

source: As previously mentioned, there are numerous studies that have exhibited micro- structural changes of enamel surface induced by in-office bleaching agents (Dahl and Pallesen 2003) and it results from the low pH of most bleaching products
vi: Như đã nói, nhiều nghiên cứu đánh giá thay đổi vi cấu trúc của bề mặt men răng do tác nhân tẩy trắng tại phòng khám (Dahl và Pallesen 2003) và kết quả của nó từ pH thấp của hầu hết sản phẩm tẩy trắng.

source: As previously mentioned, whitening products should have a relatively alkaline pH to minimize potential damage, but there is a wide pH variation among in-office bleaching gels (Price et al.
vi: Như đã đề cập, sản phẩm làm trắng nên có pH tương đối kiềm để hạn chế tiềm năng tổn hại, nhưng có sự thay đổi pH lớn trong các loại gel tẩy trắng (Price và cộng sự

source: As reported earlier, one of the main side effects of in-office dental bleaching is TS.
vi: Theo báo cáo trước đó, một trong những tác dụng phụ chính của tẩy trắng tại phòng khám là nhạy cảm.

source: As reported in some studies, sensitivity rates are similar for the bleaching gel and placebo, indi- cating that the active peroxide ingredient is not always responsible for causing tooth sensitivity.
vi: Như báo cáo trong một vài nghiên cứu, tỉ lệ nhạy cảm tương tự gel tẩy trắng và nhóm placebo, chỉ ra rằng thành phần hoạt động peroxide không hoàn toàn là nguyên nhân gây ra răng nhạy cảm.

source: As seen in Chap.
vi: Như trong chương

source: As teeth grow older, there is a continuous deposition of secondary dentin by the pulp and higher enamel wear.
vi: Khi răng già đi, nó tiếp tục lắng đọng ngà thứ phát và mòn men răng nhiều hơn.

source: As the infiltrant resin has a similar refractive index as enamel, light scattering within the white spot lesion is significantly reduced (compare with Fig. 10.1)
vi: Bởi vì xâm nhập nhựa có chỉ số tán sắc tương tự men răng, ánh sáng phân tán trong tổn thương đốm trắng giảm đáng kể (so sánh với Hình 10.1)

source: As the penetration of the infiltrant resin infiltration is based on capillary action, any other liquid within the porous enamel network would inhibit any infiltration.
vi: Vì sự xâm nhập của sự xâm nhập nhựa dựa trên hoạt động mao dẫn, bất cứ chất lỏng hệ thống trong men răng xốp sẽ ngăn chặn sự xâm nhập.

source: As the pseudo-intact surface layer has a much lower porosity compared with the underlying lesion body, it hampers penetration of the infiltrant resin and thus must be removed.
vi: Vì lớp bề mặt nguyên vẹn giả có độ xốp thấp hơn nhiều so với tổn thương nằm bên dưới, nó cản trở sự xuyên qua của sự xâm nhập nhựa và do đó cần được loại bỏ.

source: At 1 year, 16 % carbamide peroxide concentration does not increase the
vi: Tại 1 năm, nồng độ 16 % carbamide peroxide không làm tăng

source: At 2 years, the median tooth shade remained lighter than at baseline for both carbamide peroxide concentrations tested.
vi: Sau 2 năm, màu răng trung bình vẫn còn trắng hơn ban đầu cho cả hai nồng độ carbamide peroxide thử nghiệm.

source: At first glance, this seems to be contradictory.
vi: Ngay cái nhìn đầu tiên, điều này có vẻ mâu thuẫn

source: At least two or three bleaching sessions may need to be performed to obtain a similar whitening degree of a 2 or 3-week at-home
vi: Ít nhất là hai hoặc ba phiên tẩy trắng cần được thực hiện để đạt được độ trắng tương tự 2 - 3 tuần tẩy trắng răng tại nhà.

source: At the end of this period, the product should be agitated in each dental sur- face for 20 s with a rotating brush before removal.
vi: Vào cuối giai đoạn này, sản phẩm nên được khuấy trên mỗi bề mặt răng 20 s bằng bàn chải quay trước khi loại bỏ.

source: At the end, some frequently asked questions will be answered.
vi: Cuối cùng, một vài câu hỏi thường gặp sẽ được trả lời

source: At the same time, the predictability of the aesthetic outcome improves.
vi: Cùng lúc đó, dự đoán kết quả thẩm mỹ cải thiện.

source: At the second follow-up (1 year), two and three patients reported side effects attributed to the bleaching treatment in the at-home and in- office groups, respectively.
vi: Tại lần tái khám thứ hai (1 năm), hai và ba bệnh nhân báo cáo tác dụng phụ của điều trị tẩy trắng răng tương ứng tại nhà và nhóm tại phòng khám.

source: At the time, chemical manufacturing companies were relatively unrestricted, as were dentists, who were at liberty to mix their own solutions in their office (Haywood 1992).
vi: Vào thời gian đó, các công ty hoá chất có liên quan không giới, là nha sĩ, người tự do trộn dung dịch riêng của họ tại phòng khám (Haywood 1992).

source: At this time the patient decided that she did not want to pursue any further treatment, as she was extremely happy with the esthetic outcome
vi: Tại thời điểm này, bệnh nhân đã quyết định rằng cô ấy không muốn tiếp tục theo đuổi điều trị, cô ấy rất hạnh phúc với kết quả thẩm mỹ.

source: At this time, in agreement with the patient, we decided to perform the enamel microabrasion technique with Opalustre (Ultradent Products Inc.) on the four maxillary incisors (Fig. 12.4a, b).
vi: Tại thời điểm này, sau khi thoả thuận với bệnh nhân, chúng tôi quyết định thực hiện vi mài mòn men răng bằng Opalustre (Ultradent Products Inc.) trên 4 răng cửa hàm trên (Hình 12.4a, b).

source: At this time, the patient decided that she did not want to pursue further treatment.
vi: Tại thời điểm này, bệnh nhân đã quyết định rằng cô ấy không muốn tiếp tục theo đuổi điều trị.

source: At this time, we suggested one extra month of at-home whitening fol- lowing the same regimen.
vi: Tại thời điểm này, chúng tôi đề nghị thêm một tháng tại nhà trắng sau cùng một phác đồ..

source: At-Home Tooth Whitening
vi: Tẩy trắng răng tại nhà

source: At-Home Tray Whitening and Direct Resin-Based Composite Restorations
vi: Tẩy trắng tại nhà và phục hồi comosite trực tiếp

source: At-Home Tray Whitening and Enamel Microabrasion
vi: Tẩy trắng tại nhà bằng khay và xoi mòn men răng

source: At-Home Tray Whitening and Resin Infiltration After Acid Etching with HCl
vi: Tẩy trắng tại nhà và xâm nhập nhựa sau khi xoi mòn bằng acid HCl

source: At-Home Whitening in a Custom-Fitted Tray
vi: Tẩy trắng răng tại nhà dùng khay cá nhân

source: At-Home Whitening with a Custom-Fitted Tray Supervised by a Dental Professional
vi: Tẩy trắng tại nhà với khay cá nhân được giám sát bởi nha sĩ

source: At-home tooth whitening with a custom-fitted tray is the safest and most effective technique if carried out under the supervision of a dental professional.
vi: Tẩy trắng răng tại nhà với khay cá nhân là kỹ thuật an toàn và hiệu quả nhất nếu thực hiện dưới sự theo dõi của nha sĩ

source: At-home whitening usually lightens enamel brown stains (Fig. 6.4), but it may not work so well for some white areas (Haywood and Leonard 1998; Bodden and Haywood 2003; Perdigao 2010).
vi: Tẩy trắng răng tại nhà thường làm trắng men răng màu nâu (Hình 6.4), nhưng nó có thể không làm tốt tại vài vùng trắng (Haywood và Leonard 1998; Bodden và Haywood 2003; Perdigao 2010).

source: Backed with clinical and laboratory research
vi: Được hỗ trợ với nghiên cứu lâm sàng và labo

source: Based on the aforementioned explanations, touch-up bleaching may be per- formed whenever color rebound is detected.
vi: Dựa vào những giải thích trên, tẩy trắng touch-up có thể được thực hiện bất cứ khi nào phát hiện màu răng phục hồi.

source: Baseline color was strongly associated with TS in a recent study that pooled the data from 11 studies from the same research group (Rezende et al.
vi: Màu ban đầu cũng gắn liền với nhạy cảm trong một nghiên cứu gần đây mà gộp dữ liệu từ 11 nghiên cứu khác cùng nhóm nghiên cứu (Rezende và cộng sự
